export const constParentCategories = [
	{
		name: 'Спецодежда',
		icon: 'clothes.png',
		description:
			'Купить спецодежду высокого качества для защиты и комфорта. В нашем ассортименте вы найдете спецодежду для различных отраслей: строительные компании, производственные предприятия, медицинские учреждения и другие. Выбирайте защитную одежду с гарантией качества и долговечности.',
	},
	{
		name: 'Спецобувь',
		icon: 'shoes.png',
		description:
			'Защитите свои ноги с помощью надежной спецобуви. Мы предлагаем спецобувь для разных условий работы: противоскользящую, устойчивую к химическим веществам, с металлическим носком. Наш ассортимент удовлетворит потребности любых профессионалов.',
	},
	{
		name: 'СИЗы',
		icon: 'ppe.png',
		description:
			'Средства индивидуальной защиты для безопасности на рабочем месте. В каталоге представлены респираторы, защитные очки, каски, наушники и другие СИЗ, обеспечивающие надежную защиту от вредных факторов. Обеспечьте безопасность своей команды с нашей продукцией.',
	},
	{
		name: 'Защита рук',
		icon: 'gloves.png',
		description:
			'Перчатки и средства защиты рук для любых условий. Мы предлагаем широкий выбор перчаток: кожаные, резиновые, нитриловые и другие. Надежная защита рук от химических веществ, механических повреждений и термических воздействий.',
	},
	{
		name: 'Хозтовары',
		icon: 'hhgoods.png',
		description:
			'Хозтовары для бытовых и производственных нужд. У нас вы найдете обтирочные материалы, батарейки, смазочные материалы, хозяйственный инвентарь, мыло и чистящие средства. Все необходимое для поддержания чистоты и порядка.',
	},
	{
		name: 'Укрывной материал',
		icon: 'cover_material.png',
		description:
			'Укрывные материалы для надежной защиты. Полога из различных тканей для укрытия строительных материалов, оборудования и техники. Надежные и долговечные укрывные материалы для защиты от влаги, пыли и механических повреждений.',
	},
	{
		name: 'Туризм',
		icon: 'turism.png',
		description:
			'Снаряжение для туризма и активного отдыха. В нашем магазине вы найдете рюкзаки, фонарики, термосы, ножи и другие товары для комфортного и безопасного путешествия. Подготовьтесь к любым приключениям с качественным туристическим снаряжением.',
	},
]
